{
  "titulo": {
    "principal": "JUEGOS SAPIENS",
    "antiguo": "Ancient",
    "moderno": "Modern",
    "clasicos": "Classics"
  },

  "historia": {
    "antigua": "Ancient History",
    "moderna": "Modern History",
    "txtAntigua": "According to history, board games originated in ancient Mesopotamia around 5,000 years BC. They were called 'soul passage games', as they were buried alongside the dead to accompany them in what they believed was the afterlife. Board games were considered objects of extreme sentimental value to people, as they provided an opportunity for entertainment and interaction among friends or family members. As trade routes began to expand, games also began to circulate. Thus, new options emerged to adapt to new peoples and cultures. Chess, for example, has a possible precursor in an Indian game called 'Chaturanga'. Checkers, in turn, may have its origin in Inca culture. And it was also found as part of the tradition of some Brazilian indigenous tribes, called 'Jogo da Onça'. Over the years, many variations of board games were created, becoming increasingly fun and full of details.",
    "txtModerna": "Most of the games we know today come from the period after the Industrial Revolution, from then on, with the possibility of production on a large scale and greater circulation. These fun resources have spread widely throughout the world, becoming a childhood sensation for many generations, but before that, they also made history on the stage of the great wars that ravaged humanity. It is said that soldiers who fought through both world wars were placed to play board games with other comrades, thus being encouraged to think and reason logically. The idea was to learn to create defensive and offensive strategies, as well as to enjoy a bit of distraction amidst the hostile environment. During the period known as the Cold War, most of today's traditional board games, such as checkers, various card games, or dominoes, became popular. And they reached a high manufacturing index, mainly in the United States and Europe, which impregnated the playful and fun world of children who did not know the attractions of cyberspace.",
    "antiguedad": "Antiquity",
    "ajedrez": "Chess",
    "edad-media": "Middle Ages",
    "juegos-edad-media": "Board Games in the Middle Ages",
    "revolucion": "Industrial Revolution",
    "revolucion-industrial": "Renaissance and Industrial Revolution",
    "siglo": "20th and 21st Century",
    "moderno": "Modern",
    "renacimiento-juegos": "Renaissance of Modern Board Games",
    "historia-clasicos-modernos": "History of Classic and Modern Board Games",
    "txtantiguedad": "Board games have their roots in antiquity, with games like Senet in ancient Egypt, dating back to around 3500 BC. This game was popular among pharaohs and was played both for fun and as part of funerary rituals.",
    "txtajedrez": "One of the oldest and most popular board games is chess, which is believed to have originated in India around the 6th century AD. Since then, chess has become one of the most played strategic games worldwide.",
    "txtedad-media": "During the Middle Ages, board games like backgammon and mancala became popular in various cultures around the world. These games were often played as a form of entertainment in the royal court and among the nobility.",
    "txtRevolucion": "During the Renaissance and the Industrial Revolution, board games became more accessible as printing allowed for mass production of games like Monopoly and Scrabble. These games became staples in many households and continued to evolve over time.",
    "txtsiglo": "In the 20th century, the popularity of board games continued to grow with the introduction of games like Risk, Trivial Pursuit, and Settlers of Catan. With the advent of the Internet, online board games also became popular, allowing people to play with friends and strangers from around the world.",
    "txtrenacimiento": "In recent decades, there has been a renaissance of modern board games, with a wide variety of new and exciting games spanning a range of genres and mechanics. Games like Ticket to Ride, Carcassonne, and Pandemic have gained popularity among casual players as well as more dedicated enthusiasts.",
    "volver": "Back to top"
  },

  "lista": {
    "disponible": "Available",
    "en-stock": "In Stock",
    "agotado": "Out of Stock",
    "buscar": "Search",
    "precio": "Price",
    "mostrar": "Show all",
    "no-encontrado": "Game not found"
  },

  "inicio": {
    "principal": "Sapiens Games",
    "texto-bienvenidos": "Welcome to Sapiens Games! If you are a board game lover, you are in the right place. In this article, I will take you to explore the fascinating world of board games and introduce you to a website that will become your paradise: the online store of Sapiens Games. Get ready to immerse yourself in the fun and strategy that only board games can bring!",
    "secundario": "Board Games",
    "texto-juegos": "Board games are an incredibly fun and entertaining way to spend time with friends and family. From classics like Monopoly and chess to more modern and innovative games, there are options for every taste and age. The best thing about board games is the face-to-face interaction they foster, creating memorable moments and contagious laughter. The variety of games available is amazing: from pure strategy to cooperative games where everyone works together to achieve a common goal. Additionally, board games can be educational, helping to develop cognitive, social, and emotional skills in players young and old alike. Whether you prefer solving challenging puzzles, competing in intense tactical battles, or simply enjoying the moment with your loved ones, board games offer something special for every occasion. So don't hesitate to gather around the table, deal the cards, or move the pieces on the board and immerse yourself in the infinite excitement that only board games can bring!"
  },

  "navegacion": {
    "inicio": "Home",
    "juegos": "Games",
    "historia": "History of Games",
    "accesorios": "Accessories",
    "rol": "Role-playing Game 'LOTR'",
    "contacto": "Contact"
  },

  "idioma": {
    "español": "Spanish",
    "ingles": "English"
  },

  "contacto": {
    "nombre": "Name",
    "correo": "Email",
    "telefono": "Phone Number",
    "mensaje": "Message",
    "enviar": "Send",
    "mensajeEnviado": "Email sent!"
  },

  "detalle": {
    "comprar": "Add to cart",
    "agotado": "Out of Stock",
    "categoria": "Category: ",
    "precio": "Price: "
  },

  "rol": {
    "nombre-juego": "Game Name: Middle Earth: The Ring Role-play",
    "descripcion": "Description:",
    "txt-descripcion": "\"Middle Earth: The Ring Role-play\" is a role-playing game set in the universe of \"The Lord of the Rings\". Players immerse themselves in Middle Earth, explore its vast lands, and face the challenges lurking in the darkness of Sauron. The game is played with 2 ten-sided dice.",
    "sistema-juego": "Game System:",
    "txt-sistema-juego": "The game uses a rules system based on the mechanics of 2 ten-sided dice (d10). Narrative and character interpretation are fundamental to the development of the story. Each dice roll influences the success or failure of the characters' actions.",
    "ambientacion": "Setting:",
    "txt-ambientacion": "The game is set in the Third Age of Middle Earth, during the events narrated in 'The Lord of the Rings'. Players have the opportunity to explore iconic places such as the Shire, Rivendell, Gondor, Rohan, and Mordor, immersing themselves in the rich history of the world created by J.R.R. Tolkien.",
    "creacion": "Character Creation:",
    "txt-creacion": "Players can choose from various races of Middle Earth, such as Hobbits, Elves, Dwarves, and Men. Each race offers unique skills and advantages. Additionally, characters select a class, such as warrior, wizard, scout, which determines their abilities and specializations in the game.",
    "mecanicas": "Game Mechanics:",
    "txt-mecanicas": "The game system is based on rolls of 2 ten-sided dice. Different actions and tasks have difficulty levels that influence the outcome of the rolls. Character interpretation and ethical decision-making are key elements, reflecting the fundamental themes of Tolkien's work.",
    "narrativa": "Narrative:",
    "txt-narrativa": "The game's narrative follows the main events of 'The Lord of the Rings'. However, players have the freedom to explore secondary stories and create their own adventures within the world of Middle Earth. They will interact with iconic characters and face creatures and enemies characteristic of Tolkien's universe.",
    "exploracion": "Survival and Exploration:",
    "txt-exploracion": "The game incorporates elements of survival and exploration. Characters must face natural dangers and hostile creatures while traveling through Middle Earth. Managing resources such as food, water, and shelter is crucial for survival in this challenging world."
  },

  "resumen": {
    "compra": "Purchase Summary",
    "nombre": "Name",
    "precio": "Price",
    "total": "Total:",
    "borrar-carrito": "Clear Cart",
    "comprar-ahora": "Buy Now",
    "gracias": "Thank you for your purchase!",
    "apellidos": "Surname",
    "cp": "Postal Code",
    "telefono": "Telephone number",
    "direccion": "Address",
    "correo":"E-mail"
  }
}
