{
  "titulo": {
    "principal": "JUEGOS SAPIENS",
    "antiguo": "Antiguo",
    "moderno": "Moderno",
    "clasicos": "Clásicos"
  },

  "historia": {
    "antigua": "Historia Antigua",
    "moderna": "Historia Moderna",
    "txtAntigua": "Según la historia, los juegos de mesa surgieron en la antigua Mesopotamia alrededor de los 5.000 años antes de Cristo. Se les llamó 'juegos de pasaje del alma', ya que fueron enterrados junto con los muertos para acompañarlos en lo que creían que era la otra vida. juegos de mesa. Según la tradición mesopotámica, estos juegos eran considerados objetos deextremo valor sentimental para las personas, ya que constituían una oportunidad de entretenimiento e interacción entre amigos o miembros de una misma familia. Cuando las rutas comerciales comenzaron a expandirse, los juegos también comenzaron a circular. Así, surgieron nuevas opciones para adaptarse a nuevos pueblos y nuevas culturas. El ajedrez, por ejemplo, tiene como posible precursor un juego indio llamado 'Chaturanga'. El juego de damas, a su vez, puede tener su origen en la cultura Inca. Y también se encontró como parte de la tradición de algunas tribus indígenas brasileñas, llamadas “Jogo da Onça”. Con el paso de los años, se fueron creando muchas variaciones de juegos de mesa, volviéndose cada vez más divertidos y llenos de detalles.",
    "txtModerna": "La mayoría de los juegos que conocemos hoy provienen del período posterior a la Revolución Industrial, a partir de entonces, con posibilidad de producción a escala y mayor circulación. Estos divertidos recursos se han extendido ampliamente por todo el mundo, convirtiéndose en una sensación infantil durante muchas generaciones, pero antes. que también hicieron historia en el escenario de las grandes guerras que asolaron a la humanidad. Se dice que los soldados que lucharon a lo largo de las dos guerras mundiales fueron colocados a jugar juegos de mesa con otros compañeros, por lo que se les animaba a pensar y razonar con lógica. La idea era aprender a crear estrategias defensivas y de ataque, además de disfrutar un poco de distracción en medio del entorno hostil. En el período conocido como Guerra Fría, la mayoría de los juegos de mesa tradicionales de la actualidad, como el juegos de las Damas, varios juegos de cartas o el dominó, se fueron popularizando. Y alcanzaron un alto índice de fabricación, principalmente en Estados Unidos y Europa que impregnó el mundo lúdico y divertido de los niños que no conocían los atractivos del ciberespacio.",
    "antiguedad": "Antigüedad",
    "ajedrez": "Ajedrez",
    "edad-media": "Edad Media",
    "juegos-edad-media": "Juegos de mesa en la Edad Media",
    "revolucion": "Revolución Industrial",
    "revolucion-industrial": "Renacimiento y Revolución Industrial",
    "siglo": "Siglo XX y XXI",
    "moderno": "Moderno",
    "renacimiento-juegos": "Renacimiento de los juegos de mesa modernos",
    "historia-clasicos-modernos": "Historia de los Juegos de mesa Clásicos y Modernos",
    "txtantiguedad": "Los juegos de mesa tienen sus raíces en la antigüedad, con juegos como el Senet en el antiguo Egipto, que se remonta a alrededor del 3500 a.C. Este juego era popular entre los faraones y se jugaba tanto por diversión como como parte de rituales funerarios.",
    "txtajedrez": "Uno de los juegos de mesa más antiguos y populares es el ajedrez, que se cree que se originó en la India alrededor del siglo VI d.C. Desde entonces, el ajedrez se ha convertido en uno de los juegos estratégicos más jugados en todo el mundo.",
    "txtedad-media": "Durante la Edad Media, los juegos de mesa como el backgammon y el mancala se volvieron populares en diversas culturas de todo el mundo. Estos juegos a menudo se jugaban como una forma de entretenimiento en la corte real y entre la nobleza.",
    "txtRevolucion": " Durante el Renacimiento y la Revolución Industrial, los juegos de mesa se hicieron más accesibles a medida que la impresión permitía la producción en masa de juegos como el Monopoly y el Scrabble. Estos juegos se convirtieron en elementos básicos en muchos hogares y continuaron evolucionando con el tiempo.",
    "txtsiglo": "En el siglo XX, la popularidad de los juegos de mesa continuó creciendo con la introducción de juegos como Risk, Trivial Pursuit y Settlers of Catan. Con el advenimiento de Internet, los juegos de mesa en línea también se volvieron populares, permitiendo a las personas jugar con amigos y desconocidos de todo el mundo.",
    "txtrenacimiento": "En las últimas décadas, ha habido un renacimiento de los juegos de mesa modernos, con una amplia variedad de juegos nuevos y emocionantes que abarcan una variedad de géneros y mecánicas. Juegos como Ticket to Ride, Carcassonne y Pandemic han ganado popularidad tanto entre jugadores casuales como entre entusiastas más dedicados."
  },

  "lista": {
    "disponible": "Disponible",
    "en-stock": "en stock",
    "agotado": "Agotado",
    "buscar": "Buscar",
    "precio": "Precio"
  },

  "inicio": {
    "principal": "Juegos Sapiens",
    "texto-bienvenidos": "¡Bienvenidos a Juegos Sapiens! Si eres un amante de los juegos de mesa, estás en el lugar indicado. En este artículo, te llevaré a explorar el fascinante mundo de los juegos de mesa y te presentaré una página web que se convertirá en tu paraíso: la tienda online de Juegos Sapiens. ¡Prepárate para sumergirte en la diversión y la estrategia que solo los juegos de mesa pueden brindarte!",
    "secundario": "Juegos de mesa",
    "texto-juegos": "Los juegos de mesa son una forma increíblemente divertida y entretenida de pasar el tiempo con amigos y familia. Desde clásicos como el Monopoly y el ajedrez hasta juegos más modernos e innovadores, hay opciones para todos los gustos y edades. Lo mejor de los juegos de mesa es la interacción cara a cara que fomentan, creando momentos memorables y risas contagiosas. La variedad de juegos disponibles es asombrosa: desde estrategia pura hasta cooperativos donde todos trabajan juntos para alcanzar un objetivo común. Además, los juegos de mesa pueden ser educativos, ayudando a desarrollar habilidades cognitivas, sociales y emocionales en jugadores jóvenes y adultos por igual. Ya sea que prefieras resolver acertijos difíciles, competir en intensas batallas tácticas o simplemente disfrutar del momento con tus seres queridos, los juegos de mesa ofrecen algo especial para cada ocasión. ¡Así que no dudes en reunirte alrededor de la mesa, repartir las cartas o mover las piezas sobre el tablero y sumérgete en la emoción infinita que solo los juegos de mesa pueden brindarte!"
  },

  "navegacion": {
    "inicio": "Inicio",
    "juegos": "Juegos",
    "historia": "Historia de los juegos",
    "accesorios": "Accesorios",
    "rol": "Juego de Rol 'ESDLA'",
    "contacto": "Contacto"
  },

  "idioma": {
    "español": "Español",
    "ingles": "Inglés"
  },

  "contacto": {
    "nombre": "Nombre",
    "correo": "Correo Electrónico",
    "telefono": "Número de Teléfono",
    "mensaje": "Mensaje",
    "enviar": "Enviar",
    "mensajeEnviado": "¡Correo electrónico enviado!"
  },

  "detalle": {
    "comprar": "Añadir al carro",
    "agotado": "Agotado",
    "categoria": "Categoria: ",
    "precio": "Precio: "
  },

  "rol": {
    "nombre-juego": "Nombre del Juego: Tierra Media: El Rol del Anillo",
    "descripcion": "Descripcion:",
    "txt-descripcion": "\"Tierra Media: El Rol del Anillo\" es un juego de rol ambientado en el universo de \"El Señor de los Anillos\". Los jugadores se sumergen en la Tierra Media, exploran sus vastas tierras y se enfrentan a los desafíos que acechan en la oscuridad de Sauron. El juego se juega con 2 dados de 10 caras",
    "sistema-juego": "Sistema de Juego:",
    "txt-sistema-juego": "El juego utiliza un sistema de reglas basado en la mecánica de 2 dados de 10 caras (d10). La narrativa y la interpretación de personajes son fundamentales para el desarrollo de la historia. Cada tirada de dados influye en el éxito o fracaso de las acciones de los personajes.",
    "ambientacion": "Ambientación:",
    "txt-ambientacion": "El juego está ambientado en la Tercera Edad de la Tierra Media, durante los eventos narrados en 'El Señor de los Anillos'. Los jugadores tienen la oportunidad de explorar lugares icónicos como la Comarca, Rivendel, Gondor, Rohan y Mordor, sumergiéndose en la rica historia del mundo creado por J.R.R. Tolkien.",
    "creacion": "Creación de Personajes:",
    "txt-creacion": "Los jugadores pueden elegir entre diversas razas de la Tierra Media, como Hobbits, Elfos, Enanos y Hombres. Cada raza ofrece habilidades y ventajas únicas. Además, los personajes seleccionan una clase, como guerrero, mago, explorador, que determina sus habilidades y especializaciones en el juego.",
    "mecanicas": "Mecánicas de Juego:",
    "txt-mecanicas": "El sistema de juego se basa en tiradas de 2 dados de 10 caras. Diferentes acciones y tareas tienen niveles de dificultad que influyen en el resultado de las tiradas. La interpretación de personajes y la toma de decisiones éticas son elementos clave, reflejando los temas fundamentales de la obra de Tolkien.",
    "narrativa": "Narrativa:",
    "txt-narrativa": "La narrativa del juego sigue los eventos principales de 'El Señor de los Anillos'. Sin embargo, los jugadores tienen la libertad de explorar historias secundarias y crear sus propias aventuras dentro del mundo de la Tierra Media. Interactuarán con personajes icónicos y enfrentarán criaturas y enemigos característicos del universo de Tolkien.",
    "exploracion": "Supervivencia y Exploración:",
    "txt-exploracion": "El juego incorpora elementos de supervivencia y exploración. Los personajes deben enfrentarse a peligros naturales y criaturas hostiles mientras viajan por la Tierra Media. La gestión de recursos, como alimentos, agua y refugio, es crucial para la supervivencia en este mundo lleno de desafíos."
  },

  "resumen": {
    "compra": "Resumen Compra",
    "nombre": "Nombre",
    "precio": "Precio",
    "total": "Total:",
    "borrar-carrito": "Borrar Carrito",
    "comprar-ahora": "Comprar Ahora",
    "gracias": "¡Gracias por su compra!"
  }
}
